{"questions":[ 
	{"index":1, "question":"What agile ceremony answers the questions: what have you done since yesterday, what will you do today, do you have any obstacles?", "category":"Agile Trivia"},
	{"index":2, "question":"The number of story points delivered during a sprint is called?", "category":"Agile Trivia"},
	{"index":3, "question":"What artifact can be used to show team progress for a sprint, for a release, and for the product delivery as a whole?", "category":"Agile Trivia"},
	{"index":4, "question":"What is a fictitious character who is a typical example of someone who plays one or more user roles?", "category":"Agile Trivia"},
	{"index":5, "question":"What are repeated cycles during which a system is changed incrementally?", "category":"Agile Trivia"},
	{"index":6, "question":"What are small additions or changes to a system's capabilities?", "category":"Agile Trivia"},
	{"index":7, "question":"What is a software development model built on Waterfall that revisits earlier phases multiple times to incorporate feedback?", "category":"Agile Trivia"},
	{"index":8, "question":"Fill in blank: Coding, Testing, Designing, and ______ are 4 critical activities in Xtreme Programming.", "category":"Agile Trivia"},
	{"index":9, "question":"Who is responsible for the business value of the project?", "category":"Agile Trivia"},
	{"index":10, "question":"Who ensures that the team is functional and productive?", "category":"Agile Trivia"},
	{"index":11, "question":"What is the prioritized list of requirements for a product?", "category":"Agile Trivia"},
	{"index":12, "question":"What represents the work the development team has committed to complete for a give sprint?", "category":"Agile Trivia"},
	{"index":13, "question":"What is the basic unit of development time in Scrum?", "category":"Agile Trivia"},
	{"index":14, "question":"What meeting is a reflection on the past sprint with an eye toward making incremental process improvements?", "category":"Agile Trivia"},
	{"index":15, "question":"What is the primary means of capturing requirements in an agile approach?", "category":"Agile Trivia"},
	{"index":16, "question":"President Trump embarked on a 12-day trip to Asia, where he will visit five countries starting with ..?", "category":"Current Events"},
	{"index":17, "question":"Saifullo Saipov, a 29-year old immigrant from ..?.., was charged with federal terrorism offenses in a truck attack in New York City that killed eight people.", "category":"Current Events"},
	{"index":18, "question":"The Houston Astros beat the Los Angeles Dodgers in game number ..?.. to win the 2017 World Series.", "category":"Current Events"},
	{"index":19, "question":"A mass shooting at a rural church in ..?.. left at least 26 people dead, making it the deadliest shooting at a house of worship in U.S. history.", "category":"Current Events"},
	{"index":20, "question":"Former Army sergeant Bowe Bergdahl, who deserted his post in Afghanistan in ..?.., was ordered to be dishonorably discharged and fined, but will not have to serve prison time.", "category":"Current Events"},
	{"index":21, "question":"President Trump nominated Jerome Powell to take over as the next ..?", "category":"Current Events"},
	{"index":22, "question":"..?.. was hit by a devastating typhoon just a week before it is scheduled to host the Asia Pacific Economic Cooperation Summit (APEC).", "category":"Current Events"},
	{"index":23, "question":"The Spanish government issued an arrest warrant for Carles Puigdemont, the ex-Catalan president who fled to the country of ..?...", "category":"Current Events"},
	{"index":24, "question":"The Collins Dictionary 2017 Word of the Year is ..?", "category":"Current Events"},
	{"index":25, "question":"Shalane Flanagan became the first woman from ..?.. to win the New York City Marathon since 1977.", "category":"Current Events"}
	
]}